Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_4s.doc.tmx
Source language: sme
Languages: nob

source: Joavkku ulbmilin lea ráhkkanahttit sámi mánáidgárdedoarjaga sirdima Sámediggái ( 7 milj. kr. rámma dán jagi ) .
nob: nivå ) med det formål å forberede overføring av det samiske barnehagetilskuddet til Sametinget ( ramme på 7 mill kr. i år ) .

source: Bargojoavkku mandáhtan lea ráhkadit njuolggaduseavttuhusaid doarjjaortnegii , ja dasto árvvoštallat sirdima ekonomalaš ja hálddahuslaš váikkuhusaid .
nob: Arbeidsgruppens mandat er å utarbeide forslag til retningslinjer for tilskuddsordningen , samt vurdere økonomiske og administrative konsekvenser av overføringen .

source: Doarjja sirdojuvvo Sámedikki hálddašeapmái 2001 rájes .
nob: Det er planlagt at tilskuddet overføres til Sametingets forvaltning fra år 2001 .

source: 2.4 Oahpahusáššit
nob: 2.4 Utdanningssaker

source: Sámi oahpahusráđi sirdima oktavuođas lea Girko- , oahpahus- ja dutkandepartemeantta bušeahtas biddjojuvvon ruhta maid Sámediggi beassá háldet oahpahusulbmiliidda , gč. ášši 44/99 .
nob: I forbindelse med overføringen av Samisk utdanningsråd er det på Kirke- , utdannings- og forskningsdepartementets ( KUF ) budsjett avsatt midler til Sametingets disposisjon til utdanningsformål , jf. sak 44/99 .

source: Dasto lea departemeanta maid evttohan ruđaid ovtta virgái earenoamášpedagogalaš suorggi nannemii .
nob: I tillegg til disse midlene har departementet foreslått midler til styrking av det spesialpedagogiske feltet med et årsverk .

source: Sámi oahpahusráđi čállingoddi galgá boahtte jagi ođđajagimánu 1. b. rájes ásahuvvot sierra ossodahkan Sámedikki váldohálddahusas .
nob: Samisk utdanningsråds sekretariat vil fra 1. januar neste år opprettes som egen avdeling i Sametingets hovedadministrasjon .

source: Sámi oahpahusráđi direktevra lea dál mearreáigásaš virggis mii nohká dán jagi juovlamánu 31. b. Seamma beaivvi rájes ásahuvvo bissovaš virgi ossodatdirektøran .
nob: Samisk utdanningsråds direktør er ansatt i åremålsstilling , og åremålet går ut 31. desember i år . Fra samme dato opprettes en fast stilling som avdelingsdirektør .

source: Virgi lea almmuhuvvon .
nob: Stillingen er lyst ledig .

source: Joavkku bargu mii galgá ráhkkanahttit Sámi oahpahusráđi sirdima Sámediggái , galgá departemeantta ságaid mielde jotkojuvvot boahtte jagi ođđajagimánus .
nob: Arbeidet i kontaktgruppen for overføring av sekretariatet i Samisk utdanningsråd til Sametinget , vil etter det som er opplyst fra departementet , bli tatt opp igjen i januar neste år .

source: Eanaš bargu galgá dalle čadnojuvvot rolla- ja bargojuogadeapmái .
nob: Arbeidet vil da ventelig bli konsentrert rundt rolle- og oppgavefordeling .

source: Sámediggi lea dán jagi miessemánu 25. b. reivves bivdán KUF:a álggahit proseassa man ulbmilin galggašii viiddidit « sámi guovllu » oahpahuslágas .
nob: Sametinget har i brev av 25. mai i år bedt KUF starte prosessen med utvidelse av « samisk distrikt » etter opplæringsloven .

source: Dán čáliimet maŋŋá go Skániid váhnensearvi mii bargá sámegieloahpahusain lei vuolggahan ášši .
nob: Henvendelsen ble rettet til departementet etter initiativ fra foreldreforeningen for samiskundervisninga i Skånland .

source: KUF lea golggotmánu 27. b. reivves dadjan ahte eai dáhto dál bargagoahtit « sámi guovllu » viiddideami áššiin .
nob: KUF har i brev av 27. oktober besluttet på dette tidspunkt ikke å reise spørsmål om utviding av samisk distrikt .

source: Departemeanta lea stáhtabušeahtas 1999-2000 bidjan ruđaid sámegiel oahpahussii olggobealde « sámi guovlluid » .
nob: Departementet har i statsbudsjettet for 1999-2000 satt av midler til samisk undervisning utenfor samisk distrikt .

source: Ruđaid juogadit stáhta oahpahuskantuvrrat árvvoštallama vuođul .
nob: Midlene fordeles av Statens utdanningskontor etter skjønn .

source: Departemeantta oainnu mielde vuhtiiváldet dát ruđat « sámi guovllu » viiddideami ohcamuša áigumuša .
nob: Etter departementets vurdering vil dette kunne ivareta intensjonene bak søknaden om utviding av samisk distrikt .

source: 2.5 Nuortalaccaid siidda Njávdámis ráfáidahttin
nob: 2.5 Fredning av skoltebyen i Neiden og Østsamisk museum

source: Sámediggeráđđi lea áššis R 93/99 dorjon eavttuhusa ráfáidahttit nuortalaččaid siidda Njávdámis Mátta-Várjjat gielddas , kulturbirasin kulturmuitolága § 20 vuođul .
nob: Sametingsrådet har i sak R 93/99 støttet forslaget om fredning av skoltebyen i Neiden , Sør-Varanger kommune , som kulturmiljø etter kulturminnelovens § 20 .

source: Eavttuhus lea vuođustuvvon earenoamáš bures sihke fágalaččat , kulturpolitihkalaččat ja etihkalaččat .
nob: Forslaget er usedvanlig godt begrunnet både faglig , kulturpolitisk og etisk .

source: Evttohuvvon ráfáidahttinnjuolggadusat orrot hui jierpmálaččat , čielgasat ja dárkilat , ja ráhkadivčče maid buori ja einnostahtti vuođu guovllu boahttevaš geavaheapmái ja hálddašeapmái .
nob: De foreslåtte fredningsbestemmelsene synes veloverveid , klare og presise , og vil også danne et godt og forutsigbart grunnlag for en framtidig bruk og forvaltning av området .

source: Guovllu historjjálaš , kultuvrralaš , oskkolaš ja eanadatlaš árvvuid gožiheami lassin , lea Sámediggeráđđi deattuhan man deatalaš lea áddet ráfáidahttima ovttas nuortalaš kultursuodjalemiin ja - gaskkustemiin .
nob: Ved siden av at fredningen av Skoltebyen ivaretar de historiske , kulturelle , religiøse og landskapsmessige verdier i området , har Sametingsrådet understreket betydningen av at fredningen ses i en klar sammenheng med østsamisk kulturvern og - formidling .

source: Ráfáidahttin ferte leat nuortalaš museá bissovaš duohtandahkama oassin Njávdámis .
nob: Fredningen må settes i en nødvendig sammenheng med en permanent realisering av et østsamisk museum i Neiden .

source: Nuortalaččaid earenoamáš historjá stáhtarievttálaš , oskkolaš , gielalaš ja kultuvrralaš oktavuođas gáibida earenoamáš stáhtalaš áŋgiruššama nuortalaš kultursuodjalanbargguid oktavuođas .
nob: Østsamenes spesielle historie i statsrettslige , religiøs , språklig og kulturell sammenheng tilsier et særlig statlig engasjement omkring de østsamiske kulturvernoppgavene .

source: Ovddasvástideaddji eiseválddit fertejit leat mielas bidjat nu ollu searaid go fal lea vejolaš nuortalaš kultuvrra seailluheapmái , nannemii ja ovddideapmái .
nob: Ansvarlige myndigheter må være villig til å strekke seg så langt som overhode mulig i arbeidet for å bevare , styrke og videreutvikle østsamisk kultur .

source: Nuortalaččaid siidda ráfáidahttin Njávdámis lea okta máŋgga deatalaš bealis dán barggus .
nob: Fredningen av Skoltebyen i Neiden må ses på som ett av flere viktige elementer i dette arbeidet .

source: Sámediggi lei Sámi kulturmuitoráđiin diehtojuohkinlágideamis skábmamánu 10. b. Nuortalaš museá ásaheami birra .
nob: Sametinget , ved Samisk kulturminneråd , deltok på et informasjonsarrangement vedrørende etableringen av Østsamisk museum 10. november 1999 .

source: Čoahkkimis ledje 60 olbmo , ja mearkkašumit ásaheapmái ledje hui positiivvalaččat .
nob: På møtet deltok 60 personer , og tilbakemeldingene på etableringen var svært positive .

source: Dattetge ii leat Ráđđehus 2000 stáhtabušeahttaeavttuhusas dadjan maidege juolludeami birra Nuortalaš museái sámi duhátjahkebáikin .
nob: Imidlertid har Regjeringen gjennom forslag til statsbudsjett for år 2000 ikke gitt signaler om bevilgning til Østsamisk museum som samisk tusenårssted .

source: Sámediggepresideanta lea jearran dán birra Stuorradikki Bearaš- , kultur-- ja hálddahuskomiteás ( gč. čuo. 2.2 ) .
nob: Sametingspresidenten har tatt dette opp med Stortingets familie- , kultur- og administrasjonskomite ( jf. pkt. 2.2 ) .

source: Sámediggi ferte váldit badjelasas ovddasvástádusa sihkkarastit Nuortalaš museá doaibmajođiheami dassážii go stáhtabušeahtas lea sihkkarastojuvvon . Dás lea vuos sáhka 2000-jagis ( gč. čuo. 2.6 ) .
nob: Sametinget må derfor ta ansvar for å sikre drift av Østsamisk museum inntil institusjonen er sikret gjennom statsbudsjettet , i første omgang vil dette gjelde for år 2000 ( jf. pkt. 2.6 ) .

source: 2.6 Sámi kulturviesut
nob: 2.6 Samiske kulturhus

source: Čuovvuleapmin mearrádussii áššis 21/99 Sámi kulturviesuid ollislaš plána — vuoruheapmi , dollojuvvui golggotmánu 11. b. hálddahusa dási čoahkkin Kulturdepartemeanttain .
nob: Som oppfølging av vedtak i sak 21/99 Samlet plan for samiske kulturhus - prioritering , ble det avholdt et møte på administrativt nivå med Kulturdepartementet 11. oktober i år .

source: Sámedikki bealis čilgiimet mearrádusa , maiddái Sámedikki vuoruhemiid 2000 stáhtabušeahta oktavuođas ( ášši 47/98 ) .
nob: Fra Sametingets side orienterte vi om vedtaket , også sett i sammenheng med Sametingets prioritering i statsbudsjettet 2000 ( sak 47/98 ) .

source: Kulturdepartemeanta doarjjui Sámedikki mearrádusa prinsihpaid dálá sámi kulturviesuid doaibmadilálašvuođa dáfus , muhto ii sáhttán lohpidit ii « heahteveahki » iige lasáhusa doaibmadoarjjaortnegii .
nob: Når det gjelder driftssituasjonen for eksisterende samiske kulturhus , støttet Kulturdepartementet prinsippene i Sametingets vedtak , men kunne verken love « nødhjelp » eller fremtidig økning i driftsstøtteordningen .

source: Kulturdepartemeanta ii dáhtton muitalit boahtteáigeplánaid Sámi duhátjahkebáikki birrage , Nuortalaš museá Njávdámis .
nob: Kulturdepartementet var heller ikke meddelsom mht fremdriftsplanene for samisk tusenårs-sted , Østsamisk museum i Neiden .

source: Departemeantta mearkkašupmi stáhtabušeahtas geažida juoidá prošeavtta ambišuvdnadási birra , namalassii dan ahte golut leat menddo stuorrát .
nob: Departementets merknad i statsbudsjettet signaliserer noe om ambisjonsnivået i prosjektet , dvs. at kostnadsrammen er for høy .

source: Departemeanta logai ahte fylkkaid duhátjahkebáikkiid rámma lea 10 milj. kr.
nob: Departementet viste til at rammen for fylkenes tusenårssteder er satt til 10 mill. kr.

source: Dattetge lea departemeanta lohpidan jagi ođđajagimánus vástidit Sámediggái nuortalaš museá čuovvuleami birra , ja earenoamážit boahttevaš doaibmajođiheami birra .
nob: Departementet lovte imidlertid å svare Sametinget i januar neste år om oppfølgingen av østsamisk museum , og spesielt om videre drift .

source: Kulturdepartemeanta čilgii barggus birra stuorradiggedieđáhusain arkiivva , bibliotehka ja museáid birra .
nob: Kulturdepartementet orienterte om sitt arbeid med stortingsmelding om arkiv , bibliotek og museer .

source: Lea áigumuššan sáddet dieđáhusa Sámediggái ovdal juovllaid , ja das galgá maid oaidnit gárvvistuvvon ja álggahuvvon kulturvisttiid ja plánaid mat leat .
nob: Meldingen planlegges oversendt Stortinget før jul , og vil i tillegg til ovennevnte fagområder inneholde en oversikt over gjennomførte , igangsatte og planlagte kulturbygg .

source: Galgá maid ráhkaduvvot investerenplána kulturvistekapihttalii , mii soaitá geavahuvvot dušše siskkáldasat departemeanttas .
nob: Det skal også lages en investeringsplan til kulturbyggkapittelet , muligens kun for intern bruk i departementet .

source: Sámediggeráđđi atná deatalažžan ahte sámi perspektiiva gozihuvvo dieđáhusa arkiiva , bibliotehka , museá ja kulturvistti fágasuorggis .
nob: Sametingsrådet er opptatt av at det samiske perspektiv innefor fagområdene arkiv , bibliotek , museum samt kulturbygg , ivaretas i meldingen .

source: Presideanta lea skábmamánu 10. b. reivves ovddidan čálalaš mearkkašumiid stuorradiggedieđáhussii , ja seammás bivdán čoahkkima ođđa kulturministeriin divaštallan dihte dieđáhusa sisdoalu earenoamážit ja sámi kulturáššiid oppalaččat .
nob: Presidenten har i brev av 10. november fremmet skriftlige innspill til stortingsmeldingen og samtidig bedt om et møte med den nye kulturministeren for å drøfte innholdet i meldingen spesielt og samiske kulturspørsmål generelt .

source: 2.7 Sosiála- ja dearvvasvuodaáššit
nob: 2.7 Sosial- og helsesaker

source: Sámediggi lea skábmamánu 4.-5. b. ovttas Sámi allaskuvllain doallan bargoseminára Tromssas .
nob: Sametinget har i samarbeid med Sámi Allaskuvla avholdt et arbeidsseminar i Tromsø 4. og 5. november .

source: Seminára lea prošeavttaid čuovvuleami oassin , mat leat álggahuvvon ruđaiguin sámi dearvvasvuođa- ja sosiála ulbmiliidda ( NOU 1995:6 ) .
nob: Seminaret er et ledd i oppfølingen av prosjektene som er igangsatt med midler til samisk helse og sosial formål ( NOU 1995:6 ) .

source: Bargoseminára lihkostuvai bures , ja seminára oassálastit bukte buriid mearkkašumiid plánejuvvon čuovvuleapmái .
nob: Arbeidsseminaret var vellykket og deltakerne ga god tilbakemelding på oppfølgingen det legges opp til .

source: WHO ja UNEP sohpe ráhkadit sierra plána eamiálbmogiid dearvvasvuođa birra birasváttisvuođaid oktavuođas .
nob: WHO og UNEP skal utarbeide en egen plan om urfolks helse sett i forhold til miljøproblemer .

source: GRID Arendal konferánssas čakčamánus hásttuhii várrepresideanta bargat ovttas árktalaš guovlluid plánabargguid birra .
nob: På GRID Arendals konferanse i september inviterte visepresidenten til samarbeid om planarbeidet i arktiske områder .

source: Várrepresideanta áigu leat mielde WHO riikkaidgaskasaš konsultašuvnnas eamiálbmogiid dearvvasvuođa birra Geneves Sveitsas skábmamánu 23.-26. b.
nob: Visepresidenten vil delta på WHOs internasjonale konsultasjon om urfolkenes helse , 23 . - 26. i Geneve , Sveits .

source: Várrepresideanta lei mielde Arctic leaders summit konferánssas Moskva:s čakčamánu13.- 17. b. Konferánssa váldofáddán lei árktalaš álbmogiid dearvvasvuođadilli .
nob: Visepresidenten deltok på Arctic leaders summit 13 .

source: Daddjojuvvui čielgasit ahte eamiálbmogiid dearvvasvuođadilli ii leat ovttalágan , ja earenoamážit leat Ruošša eamiálbmogiin ollu dearvvasvuođa- ja sosiála váttisvuođat .
nob: Hovedtema på konferansen var helsesituasjonen for arktiske folk . Det kom klart fram at urfolkenes helsesituasjon ikke er ensartet , og spesielt har urfolk i Russland en rekke helse- og sosiale problemer .

source: Jos buori dearvvasvuođa ja buori dili mihttomeari galgá joksat eamiálbmogiidda , de dárbbašuvvo buhtes biras , ceavzi resursageavaheapmi , vuođđoealáhusat mat doibmet bures ja dábálaš servodatstruktuvrrat mat doibmet dohkálaččat .
nob: Målsetting om god helse og velvære for urfolk er svært avhengig av et rent miljø , en bærekraftig ressursbruk , en funksjonsdyktig primærnæringsvirksomhet og av at vanlige samfunnsstrukturer fungerer tilfredstillende .

source: Lea dárbu nášuvnnalaš ja riikkaidgaskasaš oanehis- ja guhkesáiggi searaide jos galgá nagodit buoridit árktalaš guovllu eamiálbmogiid dearvvasvuođadili .
nob: Det er nødvendig med nasjonal og internasjonal innsats på kort- og langsikt for å bedre urfolkenes helsesituasjon i arktiske strøk .

source: Sámiráđđi , ICC ja RAIPON ráhkadedje oktasaš julggaštusa .
nob: Det ble utarbeidet en felles erklæring mellom Samerådet , ICC og RAIPON .

source: 2.9 Bargu ON:a eamiálbmotjulggaštusain
nob: 2.9 Arbeidet med FNs urfolkserklæring

source: ON:a eamiálbmotvuoigatvuođaid julggaštusa bargojoavku doalai 5. čoahkkima Geneves golggotmánu 18 .
nob: FNs arbeidsgruppe for erklæring om urfolks rettigheter avholdt sitt 5. møte i Geneve 18 .

source: -29. b. Sámedikki ovddas lei ráđđeaddi Gro Dikkanen mielde Norgga delegašuvnnas ovttas Olgoriikkadepartemeantta ja Gielda- ja guovludepartemeantta ovdddasteddjiiguin .
nob: - 29. oktober . Sametinget deltok med rådgiver Gro Dikkanen i den norske delegasjonen sammen med Utenriksdepartementet og Kommunal- og regionaldepartementet .

source: Dán čoahkkima fáddán lei iešmearrideapmi , eanavuoigatvuođat ja julggaštuseavttuhusa 15. - 18. artihkkalat .
nob: Temaene på dette møtet var selvbestemmelse , landrettigheter og artiklene 15 - 18 i erklæringsutkastet .

source: Norga dohkkehii sáhkavuorustis eamiálbmogiid iešmearridanvuoigatvuođa , muhto háliidii ložžet eanavuoigatvuođaid .
nob: Norge aksepterte urfolks rett til selvbestemmelse i sitt innlegg , men hadde modifikasjoner i forhold til landrettigheter .

source: Norga lea ovdal dadjan 15 . -18. artihkkaliid birra ahte sáhttá dohkkehit teavstta nugo lei álggos .
nob: I forhold til artiklene 15 - 18 har Norge tidligere sagt at man kan akseptere den opprinnelige teksten .

source: Stáhtat geahččaledje liikká soabadit gaskaneaset , ja danne leat artihkkalat evttohuvvon rievdaduvvot veahá .
nob: Under forhandlingene i år ble det likevel fra statenes side forsøkt å komme frem til enighet statene i mellom , artiklene er derfor foreslått noe endret .

source: Dasto biddjojuvvui eamiálbmot — indigenous peoples ruođuid sisa teavsttas , danne go buot stáhtat eai leat dohkkehan peoples doahpaga geavaheami .
nob: Videre ble urfolk - indigenous peoples satt i parantes i teksten , fordi ikke alle stater har akseptert bruken av begrepet peoples .

source: Dán eai dohkkehan eamiálbmogat ( NGO ) .
nob: Fra urfolkenes side ( NGO ) ble ikke dette akseptert .

source: Vaikke vel eai leange ovttaoaivilis , de ferte atnit buorrin dan go máŋga stáhta bargojoavkku čoahkkimis rahče vai bargu jotkojuvvošii .
nob: Det må tiltross for uenighetene kunne betegnes som positivt at mange stater under arbeidsgruppens møte gjorde en innsats for at arbeidet skulle komme videre .

source: ON:a olmmošvuoigatvuođakomiteás lei maid dalle čoahkkin Geneves , ja golggotmánu 19. b. eksaminerii komiteá Norgga .
nob: FNs menneskerettighets komite hadde møte samtidig i Geneve , og Norge ble 19. oktober eksaminert av komiteen .

source: Komiteá dáhtui diehtit maiddái sápmelaččaid dili birra , nu maiddái iešmearridanvuoigatvuođa birra 1. artihkkalis ON-konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra ( CCPR ) .
nob: Samenes situasjon var noe av det komiteen var opptatt av , herunder retten til selvbestemmelse i art. 1 i FN konvensjonen for sivile og politiske rettigheter ( CCPR ) .

source: Norga lea earenoamážit gohčohallan raporteret ruovttoluotta eamiálbmogiid iešmearridanvuoigatvuođa birra 1.2 artihkkala ektui mii lea eanavuoigatvuođaid birra .
nob: Norge er særskilt bedt om å rapportere tilbake på urfolks selvbestemmelsesrett i hht. art 1.2 - som går på landrettigheter .

source: Ovdal ON:a eamiálbmotjulggaštusa bargojoavkku čoahkkima lei presideanta golggotmánu 14. b. čoahkkimis Olgoriikkadepartemeantta stáhtačálli Wegger Strømmen:iin .
nob: Forut for møtet i FNs arbeidsgruppe for FNs urfolkserklæring var presidenten 14. oktober i møte med statssekretær Wegger Strømmen i UD .

source: Čoahkkimis ságastallojuvvui maid Sámedikki ja departemeantta gaskasaš ovttasbargu .
nob: På møtet ble også samarbeidet mellom Sametinget og UD drøftet .

source: Sámediggeráđi oainnu mielde lea Norga muhtun surggiin bázahallan eamiálbmotbarggus riikkaidgaskasaččat .
nob: Det er Sametingsrådets oppfatning at Norge på noen områder har sakket etter internasjonalt i sitt arbeid med urfolksspørsmål .

source: Dat guoská ráhkkanemiide ja searvamiidda eamiálbmotjulggaštusa bargojoavkkus .
nob: Det gjelder forberedelser til og deltakelse i arbeidsgruppen for urfolkserklæringen .

source: Norga ii lean ráhkkanan bures diimmá čoahkkimii .
nob: Norge var dårlig forberedt til fjorårets møte .

source: Beroškeahttá Sámedikki cuiggodemiin ja Olgoriikkadepartemeantta čuovvulanlohpádusain , de ii lean Norga dánge jagi ráhkkanan bures .
nob: Til tross for påpekninger fra Sametinget , og lovnader om oppfølging fra Utenriksdepartementet , var Norge også i år lite forberedt .

source: Dasto Norga ii dáhtton leat nu guovddážis šiehtadallamiin .
nob: Dessuten holdt staten en relativt lav profil under årets forhandlinger .

source: Čoahkkimis stáhtačálli Strømmen:iin golggotmánu 14. b. ii ožžon Sámediggi dieđuid Norgga raporterema birrage olmmošvuoigatvuođakomitéii .
nob: På møtet 14. oktober ble Sametinget heller ikke orientert om Norges rapportering til FN ’ s menneske-rettighetskomite .

source: Komiteá vástádusat leat hábmejuvvon almmá Sámedikki searvama haga .
nob: Svarene til komiteen er formulert uten Sametingets deltakelse .

source: Ii dát iige departemeantta bargu eamiálbmotjulggaštusain soaba dasa maid Ráđđehus dadjá stuorradiggedieđáhusa nr. 48 ( 1998-99 ) Sámedikki 1998 dieđáhusa birra , gos čuožžu ahte Ráđđehus áigu eamiálbmotjulggaštusbarggus bargat lahkalagaid ja ovttas Sámedikkiin , ja ahte « sihke dás ja eará oktavuođain lea ovttasbargu Sámedikkiin deatalaš eaktun riikkaidgaskasaš eamiálbmotpolitihka hábmemis » , ( gč. st.dieđ. 48 čuo. 4.13 ) .
nob: Hverken dette eller departementets arbeid med urfolkserklæringen er etter Sametingsrådets mening i tråd med det Regjeringen uttaler i stortingsmelding 48 ( 1998-99 ) Om Sametingets virksomhet 1998 , om at Regjeringen har et nært samarbeid med Sametinget i arbeidet med urfolkserklæringen , og at : « Både her og i andre samanhengar er samarbeidet med Sametinget ein viktig føresetnad for å forme ut den internasjonale urfolkspolitikken » ( jf. punkt 4.13 i stortingsmeldingen ) .

source: 2.10 Mayaálbmoga dilli Guatemalas ( lasáhus áššái 33/99 )
nob: 2.10 Situasjonen for Mayafolket i Guatemala ( tillegg til sak 33/99 )

source: Várrepresideanta doalai čoahkkima Rigoberta Menchu Tum:ain davviriikkalaš nissonforumas geassemánus .
nob: Visepresidenten hadde møte med Rigoberta Menchu Tum på Womens World’99i Tromsø i juni .

source: Menchu Tum muitalii ahte eamiálbmoga dilli Guatemalas lea hui váttis .
nob: Menchu Tum orienterte om den svært vanskelige situasjonen for urfolk i Guatemala .

source: Eamiálbmot šaddá ain gillát nállevealahanvearredaguid geažil , ja hui ollu eamiálbmotovddasteaddjit danin eai searvva almmolaš politihkkii .
nob: Urfolk blir fortsatt utsatt for rasistiske overgrep , og dette påvirker den manglende deltakelsen til politisk deltaking .

source: Maŋimuš álbmotjienasteamis , mas lei sáhka vuođđoláhkamearrádusas eamiálbmogiid árvvu birra , vuoittahalai eamiálbmot ja Vuođđoláhka ii rievdaduvvon .
nob: Urfolket tapte i folkeavstemning om grunnlovsfesting av urfolkets status , og Grunnloven ble derfor ikke endret .

source: Dárbbašuvvo nana čuvgenkampanja demokratiija ovdáneami birra ja oppalaččat eamiálbmogiid dili birra .
nob: Det trenges en massiv opplysningskampanje om demokratiutvikling og om urfolks situasjon generelt .

source: Sihke našuvnnalaš , regiovnnalaš ja báikkálaš orgánaide dárbbaša mayaálbmot eanet ovddasteddjiid .
nob: Mencu Tum ser behovet for økt representasjon av mayafolket både i nasjonale , regionale og lokale organ i Guatemala .

source: Son háliidii delegašuvnna Sámedikkis Guatemalai juo dán čavčča válgga čuovvut , muhto ráđđi ii sáhttán prioriteret dán .
nob: Hun ønsket en delegasjon fra Sametinget til høstens nasjonalvalg i Guatemala , men rådet fant ikke mulighet for å prioritere dette .

source: Guovddaš eiseválddit sáddejedje válgaobservatøraid dán válgii .
nob: Norske myndigheter sendte valgobservatører til dette valget .

source: Menchu Tum háliida lágidit tribunála , summit , buot máilmmi eamiálbmogiidda 2000-2001 .
nob: Menchu Tum vil gjennomføre en verdens omspennede tribunal , summit for urfolk , i år 2000 og 2001 .

source: Son háliida ja dárbbaša sihke ekonomalaš , organisatuvrralaš ja morálalaš veahki tribunála plánemii ja čađaheapmái .
nob: Hun ønsker og trenger økonomisk , organisatorisk og moralsk hjelp til å planlegge og gjennomføre tribunalet .

source: 2.11 Barentsregiovnna eamiálbmotbargu
nob: 2.11 Urfolksarbeidet i Barentsregionen .

source: Várrepresideanta lei čakčamánu 18.-28. b. mielde Barentsregiovnna eamiálbmotdelegašuvnna mátkkis Narjan-Mar:ii Nenets okrug:as .
nob: Visepresidenten var deltaker på en reise til Narjan-Mar i Nenets okrug 18 . - 28. september , arrangert av arbeidsgruppa for urfolk i Barentsregionsamarbeidet .
